﻿﻿﻿IDS_DGNDRAWBASE_TEST = "DgnDrawBase-Test(Lang:EN)"
IDS_DGNDRAWBASE_MAIN_REBAR__s = "%s x %2dea Thép chủ"
IDS_DGNDRAWBASE_PRESS_PLATE = "Tấm áp lực"
IDS_DGNDRAWBASE_INSIDE = "Bên trong"
IDS_DGNDRAWBASE_OUTSIDE = "Bên ngoài"
IDS_DGNDRAWBASE_PLAN_ROOF = "[ PLAN ( ROOF ) ]"
IDS_DGNDRAWBASE_ELEVATION = "[ ĐỘ CAO ]"
IDS_DGNDRAWBASE_ELEVATION_WALL = "[ ĐỘ CAO ( TƯỜNG ) ]"
IDS_DGNDRAWBASE_FND_EFFECT_RANGE = "Phạm vi tác động của nền móng"
IDS_DGNDRAWBASE_DEPTH = "Độ sâu\n(m)"
IDS_DGNDRAWBASE_N_VALUE = "Giá trị N"
IDS_DGNDRAWBASE_ORG_GROUND = "Đất nguyên thủy"
IDS_DGNDRAWBASE_STL_TENS__s = "Thép kéo. (%s)"
IDS_DGNDRAWBASE_STL_COMP__s = "Thép nén. (%s)"
IDS_DGNDRAWBASE_CON_COMP__s = "Bê tông nén. (%s)"
IDS_DGNDRAWBASE_STL_STRAIN = "Biến dạng Thép"
IDS_DGNDRAWBASE_CON_STRAIN = "Biến dạng bê tông"
IDS_DGNDRAWBASE_NEU_AXIS = "Trục trung tính"
IDS_DGNDRAWBASE_MOMENT__s__s = "Mô men (%s.%s)"
IDS_DGNDRAWBASE_IDEL_MODEL = "Mô hình lý tưởng"
IDS_DGNDRAWBASE_M_PHI_POINT = "Điểm M-Phi"
IDS_DGNDRAWBASE_M_PHI_CURVE = "Đường cong M-Phi"
IDS_DGNDRAWBASE_M_PHI = "M-Phi"
IDS_DGNDRAWBASE_P_DELTA = "P-Delta"
IDS_DGNDRAWBASE_NO_RESULT = "Không có kết quả."
IDS_DGNDRAWBASE_ERR_DRAW_FLOOR = "Xảy ra lỗi khi vẽ bản đồ đất (Hàm Draw Floor)"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_LEVEL = "Xảy ra lỗi khi vẽ bản đồ đất (Hàm Draw_SoilLevel)"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_TYPE = "Xảy ra lỗi khi vẽ bản đồ đất (Hàm Draw_SoilType)"
IDS_DGNDRAWBASE_IMAGE_FILE_NOT_EXIST = "Tệp hình ảnh không tồn tại."
IDS_DGNDRAWBASE_PMCURVE_IMAGE_FILE_NOT_EXIST = "Tệp hình ảnh đường cong PM không tồn tại."
IDS_REPORT_CONVERTER_CONVERT_REPORT = "Chuyển đổi Báo cáo"
IDS_REPORT_CONVERTER_CONVERTING = "Đang tạo báo cáo ..."
IDS_REPORT_CONVERTER_CONVERTING_SLAB = "Đang tạo báo cáo ( RC / Sàn ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBE = "Đang tạo báo cáo ( RC / Dầm ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCO = "Đang tạo báo cáo ( RC / Cột ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSW = "Đang tạo báo cáo ( RC / Tường lực cắt ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFDN = "Đang tạo báo cáo ( RC / Móng ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBW = "Đang tạo báo cáo ( RC / Tường tầng hầm ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBL = "Đang tạo báo cáo ( RC / Bảng Dầm ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSL = "Đang tạo báo cáo ( RC / Bảng Sàn ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBU = "Đang tạo báo cáo ( RC / Tường chống ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCB = "Đang tạo báo cáo ( RC / Công xôn ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URST = "Đang tạo báo cáo ( RC / Cầu thang ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCF = "Đang tạo báo cáo ( RC / Móng kết hợp ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URGC = "Đang tạo báo cáo ( RC / Cột mặt cắt tổng quát ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCBF = "Đang tạo báo cáo ( RC / Móng kết hợp ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URDW = "Đang tạo báo cáo ( RC / Tường kết hợp ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URAB = "Đang tạo báo cáo ( RC / Bu lông neo ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URRW = "Đang tạo báo cáo ( RC / Tường chắn ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USSG = "Đang tạo báo cáo ( STEEL / Dầm & Cột ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBP = "Đang tạo báo cáo ( STEEL / Bản đế ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBC = "Đang tạo báo cáo ( STEEL / Liên kết bu lông ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USMC = "Đang tạo báo cáo ( STEEL / Liên kết bu lông mô men ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCG = "Đang tạo báo cáo ( STEEL / Dầm cầu trục ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USPG = "Đang tạo báo cáo ( STEEL / Xà gồ & Thanh giằng ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USEP = "Đang tạo báo cáo ( STEEL / Tấm chôn sẵn ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWO = "Đang tạo báo cáo ( STEEL / Lỗ mở bụng dầm ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USST = "Đang tạo báo cáo ( STEEL / Cầu thang ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWE = "Đang tạo báo cáo ( STEEL / Hàn ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWB = "Đang tạo báo cáo ( STEEL / Dầm bụng lượn sóng ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCB = "Đang tạo báo cáo ( SRC / Dầm liên hợp ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCO = "Đang tạo báo cáo ( SRC / Cột ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCFT = "Đang tạo báo cáo ( SRC / Cột CFT ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAMT = "Đang tạo báo cáo ( ALUMINUM / Cột mặt cắt tổng quát ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAAG = "Đang tạo báo cáo ( ALUMINUM / Dầm & Cột ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCF = "Đang tạo báo cáo ( STEEL / Mặt cắt tạo hình nguội ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERBE = "Đang tạo báo cáo ( RC / Dầm ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERCO = "Đang tạo báo cáo ( RC / Cột ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERSF = "Đang tạo báo cáo ( RC / Móng băng ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESSG = "Đang tạo báo cáo ( STEEL / Dầm & Cột ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBC = "Đang tạo báo cáo ( STEEL / Liên kết bu lông ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESMC = "Đang tạo báo cáo ( STEEL / Liên kết bu lông mô men ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBP = "Đang tạo báo cáo ( STEEL / Liên kết bu lông ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFSL = "Đang tạo báo cáo ( REINFORCE / RC Sàn ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFBE = "Đang tạo báo cáo ( REINFORCE / RC Dầm ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFCO = "Đang tạo báo cáo ( REINFORCE / RC Cột ) ..."
